const arrhistoryzl = [
  {
    p: `数学就应该满分啊......`,
    em: `Phebes`,
    strong: `09-25 12:24`
  },
  {
    p: `人生如饼，不是你画就是我画`,
    em: `Phebes`,
    strong: `09-19 10:07`
  }
]

const arrhistoryzb = [
  {
    p: `轮播解说-我有一个朋友`,
    em: `松ken大法好`,
    strong: `10-13 15:10`,
    time: `未开播`
  },
  {
    p: `双人游戏实况`,
    em: `声物课`,
    strong: `09-09 21:14`,
    time: `未开播`
  },
  {
    p: `主播你怎么长得像个手`,
    em: `老Biu`,
    strong: `07-28 18:12`,
    time: `未开播`
  }
]

const arrhistory = [
  {
    p: `饭后带娃逛夜市，一边消食一边吃，13元熏肉大饼加10元...`,
    em: `君在西安`,
    time: `04:59/04:59`,
    strong: `今天13:27`
  },
  {
    p: `手把手深度剖析leveldb源码（第二部分）P1内部夫案例...`,
    em: `硬核课堂`,
    time: `14:53/33:41`,
    strong: `今天13:20`
  },
  {
    p: `手把手深度剖析leveldb源码（第一部分）`,
    em: `硬核课堂`,
    time: `00:01/39:24`,
    strong: `今天09:17`
  },
  {
    p: `【拯救者】数据库系统概论（原理）速成（期末+考研/...`,
    em: `编程张无忌`,
    time: `06:15/13:29`,
    strong: `今天09:16`
  },
  {
    p: `2023年6月大学英语四级听力音频第一套`,
    em: `当个哔站小混子`,
    time: `10:49/23:04`,
    strong: `昨天22:17`
  },
]

const arrrecommend = [
  {
    p: `“莫道桑榆晚，为霞尚满天”`,
    em: `知三冬`,
    time: `03:28`,
    num: `70.1万`,
    comment: `783`,
  },
  {
    p: `“生活繁忙，但别错过日落和夕阳”`,
    em: `梦在烟雨的江南`,
    time: `03:10`,
    num: `1.7万`,
    comment: `10`
  },
  {
    p: `“我在人间贩卖黄昏，只求你能拥有落日余温”`,
    em: `唯美风景线`,
    time: `02:52`,
    num: `8.0万`,
    comment: `91`
  },
  {
    p: `东隅已逝，桑榆非晚`,
    em: `知三冬`,
    time: `02:42`,
    num: `3.1万`,
    comment: `28`
  },
  {
    p: `“日落沉溺于橘色的海，晚风沦陷于于赤诚的爱”`,
    em: `唯美风景线`,
    time: `02:35`,
    num: `6.4万`,
    comment: `46`
  },
  {
    p: `三战央视悬日，意外邂逅绝美晚霞`,
    em: `江海观鱼`,
    time: `00:18`,
    num: `1642`,
    comment: `0`
  },
  {
    p: `斜阳外 芳草碧 落花红`,
    em: `时遇倾城色s`,
    time: `01:43`,
    num: `1567`,
    comment: `3`
  },
  {
    p: `夕阳`,
    em: `时可爱的清风鸭`,
    time: `00:36`,
    num: `1692`,
    comment: `0`
  },
  {
    p: `“可爱鬼，请你看晚霞”`,
    em: `Transqa风景`,
    time: `01:34`,
    num: `3.9万`,
    comment: `26`
  },
  {
    p: `原来倒过来的晚霞这么绝`,
    em: `日暮于山海LDD`,
    time: `00:13`,
    num: `6844`,
    comment: `6`
  },
  {
    p: `“日落尤其浪漫，人间皆是浪漫”`,
    em: `唯美风景线`,
    time: `02:49`,
    num: `1.6万`,
    comment: `9`
  },
  {
    p: `陪我看10s日落`,
    em: `日暮于山海LDD`,
    time: `00:13`,
    num: `1533`,
    comment: `0`
  },
  {
    p: `日落之后见面`,
    em: `五霖吾霖`,
    time: `00:21`,
    num: `481`,
    comment: `0`
  },
  {
    p: `日落 是拍不完的浪漫`,
    em: `是小上啊`,
    time: `00:15`,
    num: `9288`,
    comment: `5`
  },
  {
    p: `“莫道桑榆晚，为霞尚满天”`,
    em: `不正常人类症候群-`,
    time: `02:12`,
    num: `2578`,
    comment: `1`
  },
  {
    p: `晚霞`,
    em: `白日---梦想家`,
    time: `00:13`,
    num: `2158`,
    comment: `0`
  },

]

const arrhot = [`1、电竞萧炎又出现了`,
  `2、孙红雷卖瓜声音纠纷案宣判`,
  `3、审理镜流`,
  `4、欣小萌去流萤加被迫cos`,
  `5、5380只恶魔蟹被查获`,
  `6、JDG韩国训练曝光`,
  `7、俄罗斯居民来黑龙江吃早餐`,
  `8、越南二号种子创造惊喜`,
  `9、玲珑登基`,
  `10、女主被亲就会变成小狗`]
const arrphoto = [
  {
    title: `手撕天灾!超燃格斗再次上线`
  },
  {
    title: `即将发售！魔法动作白鸽游戏`
  },
  {
    title: `超爽炫肉！这个季节不吃火锅吃什么？`
  },
  {
    title: `一秒高级！当女明星们爱上重视穿搭......`
  },
  {
    title: `是谁还把这些奇奇怪怪的摸鱼网站做成了盲盒啊？！`
  },
  {
    title: `反差情侣，i人e人奇妙“缘愫”`
  },
  {
    title: `新人/推荐人必得奖金！快来看看`
  },
  {
    title: `HBO漫改据，超级英雄跌落“神坛”？`
  },
  {
    title: `全能改造王：斥巨资爆改“灵异之家”`
  },
]



const array1 = [{
  p: `逃离首尔！去海边小镇吃一家32年本地大叔强推麻辣鲜蛤拌饭浓郁...`,
  span: `3万点赞`,
  em: `羊羊羊PD`,
  strong: `9-7`,
  num: `55.6万`,
  comment: `2420`,
  time: `11:30`
},
{
  p: `桃之夭夭，灼灼其华...`,
  em: `知道白`,
  strong: `16小时前`,
  num: `1902`,
  comment: `65`,
  time: `03:45`
},
{
  p: `当我相信了新疆人的“少吃一点”......`,
  span: `11万点赞`,
  em: `盗月社食遇机`,
  strong: `9-28`,
  num: `184.7万`,
  comment: `6883`,
  time: `10:29`
},
{
  p: `健康的读评论哦...`,
  em: `叫我死盖就好`,
  strong: `9-7`,
  num: `78.7万`,
  comment: `2752`,
  time: `04:51`
},
{
  p: `当我60岁老爸，第一次玩MC。...`,
  em: `史蒂猪StevenPig`,
  strong: `23小时前`,
  num: `29.6万`,
  comment: `421`,
  time: `03:37`
},
{
  p: `深夜背着老妈偷偷吃烧烤，越吃越香！好吃好喝没烦恼！...`,
  em: `橘子公主`,
  strong: `9-22`,
  num: `55.6万`,
  comment: `503`,
  time: `05:16`
},]
const array2 = [
  {
    //img:
    p: `如何一眼认出计算机大一新生?`,
    span: `6万点赞`,
    em: `改BUG的TOM学长`,
    strong: `8-30`,
    num: `78.8万`,
    comment: `593`,
    time: `02:50`
  },
  {
    //img:
    p: `XG - NEW DANCE(Official Music Video)`,
    em: `XGALX_XG`,
    strong: `8-23`,
    num: `158.8万`,
    comment: `5013`,
    time: `03:33`
  },
  {
    //img:
    p: `秦珂的衣柜`,
    em: `纸杯子不装水`,
    strong: `9-20`,
    num: `8733`,
    comment: `210`,
    time: `03:36`
  },
  {
    //img:
    p: `【Queencard】宋雨琦直拍 音中2306 03 啦啦队雨琦~`,
    em: `momo爪子`,
    strong: `9-22`,
    num: `1.7万`,
    comment: `0`,
    time: `03:05`
  },
  {
    //img:
    p: `曹氏辣卤！又爱又恨!吃一次想两次！辣的过瘾！！！`,
    em: `奈奈好饿-`,
    strong: `10-4`,
    num: `12.7万`,
    comment: `61`,
    time: `06:01`
  },
  {
    //img:
    p: `别晃了，脑震荡了要...`,
    span: `1万点赞`,
    em: `允星河Yoseya`,
    strong: `15小时前`,
    num: `34.1万`,
    comment: `141`,
    time: `01:20`
  },
  {
    //img:
    p: `您真是妙手回春啊，大夫！`,
    em: `黑猫大少爷`,
    strong: `10-9`,
    num: `34.5万`,
    comment: `626`,
    time: `10:57`
  },
  {
    //img:
    p: `学长说第一次例会要活跃气氛`,
    em: `鹤吱菌`,
    strong: `23小时前`,
    num: `40万`,
    comment: `347`,
    time: `03:17`
  },
  {
    //img:
    p: `3斤毛肚做碗冒红油，麻辣脆爽，配上米饭太攒劲了`,
    em: `老小儿的吃喝大全`,
    strong: `9-27`,
    num: `12.6万`,
    comment: `347`,
    time: `11:34`
  },
  {
    //img:
    p: `啊？你怎么上去的？`,
    em: `马里奥红叔`,
    strong: `10-8`,
    num: `56.9万`,
    comment: `641`,
    time: `11:32`
  },
  {
    //img:
    p: `秋日美拉德 | 入秋棕色系妆容分享 | 氛围感拉满~`,
    em: `希尔达—_Hilda`,
    strong: `9-23`,
    num: `5.5万`,
    comment: `94`,
    time: `07:15`
  },
  {
    //img:
    p: `没想到花100多，买了个这么幼稚的游戏！！`,
    em: `骨灰玩家陈二狗`,
    strong: `10-9`,
    num: `56.6万`,
    comment: `61`,
    time: `01:15`
  },
  {
    p: `《我真的好喜欢我们的日常啊5》`,
    span: `1万点赞`,
    em: `--小卢同学--`,
    strong: `17小时前`,
    num: `14.4万`,
    comment: `218`,
    time: `04:51`
  },
  {
    p: `我用12支笔，演奏了《悬溺》？`,
    em: `胖雪人Ozu`,
    strong: `9-29`,
    num: `152.5万`,
    comment: `1904`,
    time: `02:05`
  },
  {
    p: `“互为软肋，护卫铠甲”`,
    span: `1万点赞`,
    em: `归州四郎`,
    strong: `8-26`,
    num: `7.8万`,
    comment: `1352`,
    time: `03:20`
  },
  {
    p: `今天炫一盘四川沙拉！菜品种类巨丰富！！`,
    em: `吃货圆圈圈`,
    strong: `18小时前`,
    num: `6.2万`,
    comment: `111`,
    time: `09:40`
  },
  {
    p: `只有我不想开学吗？`,
    em: `马统君-`,
    strong: `9-2`,
    num: `33.7万`,
    comment: `520`,
    time: `02:35`
  },
  {
    p: `假如用“邓紫棋”的味道“唱”《多远都要在一起》？`,
    em: `尔东和小明`,
    strong: `20小时前`,
    num: `4万`,
    comment: `67`,
    time: `03:40`
  },
  {
    p: `(G)I-DLE歌单 白噪音自习室|一起听娃曲吧~`,
    em: `wrslt1`,
    strong: `10-1`,
    num: `1.2万`,
    comment: `7`,
    time: `01:01:46`
  },
  {
    p: `火锅治愈一切！假睫毛被辣飞的一天！`,
    span: `已关注`,
    em: `吃货圆圈圈`,
    strong: `9-16`,
    num: `20.5万`,
    comment: `140`,
    time: `06:36`
  },
  {
    p: `你以为的普通话在上海有用-对象篇`,
    em: `上海小马哥Max`,
    strong: `10-7`,
    num: `5.6万`,
    comment: `90`,
    time: `01:09`
  },
  {
    p: `原本我有100w粉。。。。。。。`,
    span: `1万点赞`,
    em: `小唐不方呀`,
    strong: `10-12`,
    num: `34.7万`,
    comment: `699`,
    time: `02:53`
  },
  {
    p: `什么东西，又麻又辣`,
    em: `魔鬼厨房Neo`,
    strong: `10-6`,
    num: `21.3万`,
    comment: `321`,
    time: `02:50`
  },
  {
    p: `⚡⚡啊？？⚡⚡`,
    em: `夏露露Ruru`,
    strong: `10-10`,
    num: `107万`,
    comment: `765`,
    time: `02:20`
  },
  {
    p: `我确实不是美术生，这应该能证明`,
    em: `文礼及果蔬面食`,
    strong: `20小时前`,
    num: `51.8万`,
    comment: `980`,
    time: `01:41`
  },
  {
    p: `【(G)-DLE】"花 生升不息地永远燃烧吧"HWAA-(G)I-DLE`,
    em: `西红柿炖蛋汤`,
    strong: `10-3`,
    num: `5539`,
    comment: `2`,
    time: `03:17`
  },
  {
    p: `靠这一首歌考上了985`,
    em: `Chillin灵`,
    strong: `9-19`,
    num: `65.7万`,
    comment: `2880`,
    time: `02:59`

  },
  {
    p: `《刚上高中就遥遥领先了...》`,
    em: `终末之愿`,
    strong: `10-2`,
    num: `40.1万`,
    comment: `408`,
    time: `02:30`
  },
  {
    p: `锅碗瓢盆演奏《凄美地》`,
    em: `翁家梁Richard`,
    strong: `19小时前`,
    num: `2.9万`,
    comment: `49`,
    time: `01:41`
  },
  {
    p: `⚡内鬼⚡`,
    span: `7万点赞`,
    em: `夏露露Ruru`,
    strong: `10-6`,
    num: `92.3万`,
    comment: `911`,
    time: `02:37`
  },

]
